Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/onedrive/jahkediedahus_2021_samos_nob.docx.tmx
Source language: nob
Languages: sme

source: Ønsker til utførelsen av oppdraget (bør krav): Hvordan har utviklingsarbeidet til SáMOS påvirket barnehagesektorens status i samfunnet?
sme: Goalmmat mii leai SáMOSa ja mánáidgárdejuhkosa prográmmas lea ahte almmuhit guokte oanehis filmme sámi mánáid rivttid birra.

source: Internt i Sametinget I det samiske smafunnet
sme: Almmuheadji leai Sámedikki presideanta Aili Keskitalo.

source: I samiske barnehager Hvordan Corona har påvirket:
sme: Ulbmiljoavkkut ledje vánhemat ja mániádárdeáiggádat.

source: Coronasituasjonen har medført en del problemer i 2021 og vært til hinder for arbeidet i SáMOS.
sme: SáMOS ja Sámi allaskuvla leat aktasašbargošiehtádusa vuođul lágidan oahpahuskonfereansa golggotmánu 2021.

source: Man har sett seg nødt til endr e mye og utsette en stor del av gjennomføringen av planlagte tiltak: Samisk Opplæringskonferanse, som ble utsatt to ganger, ble endelig gjennomført 5.-7. oktober 2021.
sme: Boađus leai maid ahte nu ollu positiiva oasit boahte ovdii ahte aktasasašbargu berrelii joatkit ja ahte loktet evttohusa ahte Sámi allaskuvla ja Sámidiggi lágiidit fas aktasaš oahpahuskonferensa 2023 ja jus lea vejolašvuohta ja dáhttu lágiidit oahpahuskonferenssa ovttas juohke nuppi jagi.

source: Konferansen var et samarbeid mellom SáMOS og Samisk Høgskole.
sme: SáMOS lea čohkken dieđuid sámi mánáidgárdehistorjá olles Sámis.

source: Pilotbarnehageordningen som del av samisk pedagogisk utvikling skulle ha hatt oppstart tidlig høst 2020.
sme: Nubbe lávki lea ahte čohkket aktasaš dokumentii ja ráhkadit diehtojuohkima mii heivejuvvo publiseret neahtas dehe girjehámis.

source: SJEKK Oppstarten ble utsatt og kom i gang i januar 2021.
sme: Sámi pedágogalaš prinsiipat

source: Kompetanseløftet i Pilotbarnehagene skulle ha blitt startet opp i 2020, men måtte utsettes og oppstart var i februar 2021.
sme: Dán jagi mielde lea ollu bargu bidjon ahte čielggadit ja pedágogalažžat čilget sámi mánáidgárdepedágogihkkalaš prinsiipaid.

source: Forskning innen samisk pedagogikk og språk i forbindelse med pilotbarnehagene, ble framskjøvet fra høst 2020 til mars 2021.
sme: Vuolggasadji dása lea omd. sámi jođiheapmi, -kultuvraáddejupmi, -luondduáddejupmi, -árvovuođđu, -árbevirolaš máhttu, -giella ja dekoloniseren.

source: Det viste seg at digitale møter ikke passet så godt til å løfte kompetansen, der interaksjon mellom deltagere hadde vært viktig for samtaler og kommunikasjon.
sme: Bargovuohki das lea ahte čohkket dieđuid ovddit dutkamiiggu ja iežá gáldduigu ja hábmet pedágogalažžat dego goađi čakkit mat govvadit died oaiveprinsiipat ja de lasihit dasa válddahagaid dađimielde.

source: Den digitale metoden førte også til at deltagerne ble anonyme i større møter og det ble vanskelig å få i gang samtaler som ellers faller naturlig når man møtes.
sme: Dát bargu buktui maid ovdan Oahpahuskonferenssas golggotmánu guovtti bargobájis gos oasseváldit besse buktit oainnuid ja čealkagiid hábmemii ja sisdoallui.

source: Les mer om Loaidu 8,9 Kompetanseløft for foreldre
sme: Dat leai buorre lávki dan viidásit bargui.

source: Begge utviklingsprosessene som Samisk Høgskole gjennomfører, opplæring og forskning, har blitt utsatt og det betyr at de avsluttes først i desember 2022.
sme: Dát lea maid oassi Pilohtamánáidgárdebargui gos oahpahuvvo, geahččaluvvo, bagadallo ja dutkojuvvo nu ahte šaddá nu buorre bođus go lea vejolaš.

source: Etter det gjenstår det for SáMOS å samle kunnskapen man har opparbeidet i en håndbok og å implementere det i andre samiske barnehager.
sme: Pilohtamánáidgárdd eprošea kta Pilohtamánáidgárdeprošeakta galggai álggahuvvot 2020 muhtu šattai maŋiduvvot coronadávtta dihte ođđajagimánnui 2021.

source: En av oppgavene er å vurdere metoder og hvilke deler av SáMOS sitt virke som til slutt skal implementeres som faste oppgaver.
sme: Delle álggahuvvo maid sierra gelbbolašvuođalokten maid Sámi allaskuvla lágida. Pilohtamánáidgárddit leat:

source: Følgene er at hele SáMOS prosjektets gjennomføring og ferdigstillelse er forsinket.
sme: 19.01.21 dohkkehuvvui šiehtadus Sámedikki/SáMOSa ja Pilohtamánáidgárddiid eaiggádiid ja jođiheadjiid gaska gos čielggaduvvo got olles pilohtamánáidgárdebargu čađahuvvo.

source: Sluttdato for prosjektet er 31. mars 2023 i henhold til den opprinnelige planen.
sme: Das boahtá maid ovdiii ahte dutkanoassi dahká sierra šiehtádusaid dutkandárbbuid ektui.

source: SáMOS prosjektet har tre hoveddeler: Pilotbarnehageopplæringen som Samisk Høgskole står for, forskning av samisk barnehagepedagogikk som blir gjennomført ved Samisk Høgskole og utviklingsarbeid som blir utført av SáMOS.
sme: SáMOSa Njunuš mearridii miessemánus 2021 ahte ii álggahit vel njealje Pilohtamánáidgárddi. Ággan dasa leai ahte pilohtamánáidgárdebargu mii lea boahtán johtui boahtá gokčat visot ovdánahttindárbbuid ahte šaddet buorit bohtošat boahttivašáigái.

source: Det betyr at prosjektet ikke kommer til å makte å gjennomføre og ferdigstille konklusjoner og å gjennomføre implementering av prosjektet ved Sametinget, barnehager eller andre relevante deler av samfunnet, hvis prosjektet blir avsluttes den 31. mars 2023, som ligger i den opprinnelige planen.
sme: Lea maid buorot ruhtageavaheapmi ahte vuoruhit gelbbolašvuođaplánema visot eará sámi mánáidgárddiide čakcat 2021 ja čađaheami 2022.

source: Det må man da gjøres i BOA og gjennom barnehagene seksjonens faste oppgaver.
sme: Coronádilli lea maid dagahan ahte mánggat stuorit doaimmat leat šaddan maŋiduvvot.

source: Denne saken er også blitt tatt opp og blitt diskutert i SáMOS' ledergruppe, der det ble bestemt at i forbindelse med budsjettarbeidet for 2023 så skal man vurdere å forlenge SáMOS prosjektperioden til desember 2023.
sme: Pilohtamánáidgárdekonseaptas geahččaluvvo ja ovddiduvvo sámi pedagogalaš- ja giellaovdáneapmi, man vuolggasadji lea sámi árbevirolaš árvvut ja máhttu. Bargu dahkko 09.12.20 Pilohtamánáidgárde sisdoalu plána ektui.

source: Samarbeid med Samisk Høgskole
sme: Oahpahus Sámi allaskuvla bokte.

source: SáMOS og Samisk Høgskole har hatt en grunnavtale fra 2019 som har vært hatt en sterk forankring for samarbeidet på mange plan.
sme: Mánáidgárdepedagogalaš dutkan Sámi allaskuvla bokte. Gielladutkan lea plánemis ovttas Sámi allaskuvllain.

source: SáMOS har vært deltaker i en seminarrekke som ble gjennomført i 2021, hvor deltakerne var samiske forskere innen pedagogikk og språk ved alle universitet i det samiske området.
sme: Ulbmil lea ahte čilget ja hábmet sámi mánáidgádepedágogihkka ja gievrras giellabarggu sámimánáidgárdiin, loktet kvalitehta ja oažžut dohkkehuvvot sámipedágogihkka almmolažžan. Ovdánahttinbargu SáMOSa bokte:

source: Det første seminaret var 16-17.
sme: Ovdáneapmi ovddos.

source: november i Oslo hvor Ol-Johán Sikku holdt et innlegg om arbeidet med opplæring og forskning som Sametinget befatter seg med under bolken Present challenges in Sámi education.
sme: Orgániseret bohtosiid oahpahusain ja dutkamiin ovttas. Bagadallat mánáidgárddiid, omd. čietnudit pedágogalaš, giella- ja práktiikalaš ovdáneami.

source: Det andre seminaret var 15.-16. mars 2021 hvor det ble diskutert hvordan samisk barnehagepedagogikk skal godkjennes og hvordan samisk barnehagelærerstudier skal utvikles helhetlig i med utgangspunkt i det.
sme: Deaivvadit fysálaččat juohke pilohtamánáidgardiin, ságástallandihtte mánáidgárdiid ovdánáhttindoaimmaid birra, sihkke pedagogalaččat ja praktiikalaččat.

source: Tredje seminar er 16.-17.b. august
sme: Orgániseret bohtosiid oahpahusain ja dutkamiin ovttas.

source: Den norske regjeringen har påbegynt et strategisk kvalitetsutviklingsarbeid Barnehager mot 2030.
sme: Bagadallat mánáidgárddiid, omd. čietnudit pedágogalaš, giella- ja práktiikalaš ovdáneami.

source: SáMOS og barnehageseksjonen deltok for å sikre at kvaliteten til samiske barnehager blir ivaretatt og at det blir gjort på grunnlag av samiske verdier.
sme: Čielggadit sámi pedágogihka ja gievrras giellaovdánemi/gievrras giellamodealla Pedagogalaš prinsihpaid ektui. Vuođđobargu dahkko sámi pedágogalaš giehtagirjái.

source: Det er avholdt tre seminarer der grunnen for strategidokumentet ble lagt.
sme: Pedagogalaš prinsihpaid ektui. Vuođđobargu dahkko sámi pedágogalaš giehtagirjái.

source: Under oppstartsseminaret den 5. mars deltok rådsmedlem Mikkel Eskil Mikkelsen.
sme: Buohtalas doaimmat mat dorjot sámi pedágogalaš ovdáneami, omd: Sámi mánáidgárde historjá.

source: Han la til grunn det samiske samfunnets mål og behov som grunnlag for Sametingets deltagelse i denne prosessen.
sme: Aktasašbarggut, diehtojuohkin ja ovdánahttinbargu sámi- ja dázzaservodagas. Sámi mánáidgárde historjá.

source: I det andre seminaret 24. mars hadde man lagt av tid til SáMOS for å presentere utviklingsarbeidet som er på gang i Sametinget.
sme: Aktasašbarggut, diehtojuohkin ja ovdánahttinbargu sámi- ja dázzaservodagas. SáMOS lea namuhan sierra koordináhtora gii galgá doallat coahkin organiserema ja čađaheami.

source: Sametinget har også kommet med en egen skriftlig uttalelse til Kunnskapsdepartementet den 29. mars 2021, hvor man har sett på innhold, kompetanse, kvalitet, styring, organisering og kunnskapsbehov.
sme: Sámi allaskuvllas lea maid namuhuvvon sierra koordináhtor PMG oahpahussii.

source: 24. juni ble det gjennomført en konsultasjon med Kunnskapsdepartementet hvor tema var de samiske barnehagenes kompetanseheving og kvalitet, og hvor barnehageseksjonen og SáMOS deltok.
sme: Pilohtamánáidgárdeortnega ruhtadeapmi Sámediggi/SáMOS ruhtada Pilohtamánáidgárdeprošeavtta goluid ja dan Pilohtamánáidgárdeoahpu maid Sámi allaskuvla lágida. Mánáidgárdi oažžu luoikkasin dihtorreaidduid maid mánáidgárdi geavaha prošeaktaáigodagas.

source: Opplæringskonferansen 5.-7.oktotber 2021
sme: Dahkkojuvvo šiehtadus reaidduid luoikkaheamis.

source: Konferansen hadde blitt utsatt to ganger på grunn av Korona, men nå var det mulig å gjennomføre det fysisk.
sme: Pilohtamánáidgárddiin lea vejolašvuohta ohcat doarjaga liigegoluide doarjjaortnegis “Prošeavttat ja ovddidanbargu mánáidgárddiin”:

source: Hovedtemaet var den pedagogiske filosofien til urfolk i barnehagen, skole og i høyere utdanning.
sme: Doarjja pilohttamánáidgárddiide galgá geavahuvvot liigegoluide mánáidgárddiid ovdánahttima oktavuođas.

source: Det var forelesere fra hele Sápmi, men også fra urfolksområder i Kanada og Aoreatea (New Zealand).
sme: Dákkár liigegolut sáhttet leat: Gelbbolašvuođa buorideapmi ja dasa gullevaš oahppoávdnasat.

source: SáMOS presenterte konklusjoner fra arbeidet med samiske pedagogiske prinsipper, som var et resultat av to workshops.
sme: Sadjásaččaid bálká pilohttamánáidgárddiid doaimmaid čađaheami oktavuođas. Bálká ovddidanbarggu oktavuođas mii dagaha eanet plánema ja raporterema.

source: Til sammen deltok det 30 personer, forskere, pedagoger, og barnehagestudenter.
sme: Mátkkit ja orrun pilohttamánáidgárddiid kurssaid oktavuođas.

source: Den andre delen av SáMOS's program var presentasjon av definisjonsarbeidet av sterke språkmodeller, som også vekte mye interesse blant flere titalls deltagere ved seminaret.
sme: Doarjja ii addojuvvo: bajásdoallamii, meroštalakeahtes goluide ja goluide mat gullet beaivválaš doibmii, sosiála goluide, investeremiidda ja sieiva molsumiidda.

source: Den tredje delen av SáMOS's og barnehageseksjonens program var å offentliggjøre to kortfilmer om samiske barns rettigheter.
sme: Ođđajagimánus 2021 álggahuvvui Pilohtamánáidgárdeprošeakta ja Pilohtamánáidgárdeoahpahus maid Sámi allaskuvla lágiida.

source: Det ble presentert av Sametingspresident Aili Keskitalo.
sme: Sii čoahkanit juohke nuppi mánu guovtti beaivásaš gursii.

source: Målgruppen var foreldre og barnehageeiere.
sme: Das gaskan ožžot bargobihtáid ja ovdánahttinhástálusaid.

source: SáMOS og Samisk Høgskole har på grunnlag av samarbeidsavtalen arrangert opplæringskonferansen i oktober 2021.
sme: aigu lea váttis leamas čoahkanit Guovdageaidnui Sámi allaskuvlii nu ahte visot leat leamas mielde olles áiggi.

source: Evalueringen etter konferansen viste at gjennomføringen gikk greit og det kom også fram at det var et stort behov for å møtes etter alle Korona restriksjonene, og at det var nærmere hundre deltagere fysisk og digitalt.
sme: Sivvan dasa lea ahte lea leamaš váttis gávdnat vikáraid kurseáiggis ja maid ahte seamme áiggi šáhttet maid bargit, mánát ja vánhemat buohččin leahkit. Dár lea dahkat ahte Sámi allaskuvla ja SáMOS leat verdidan ahte ferte eanet fleksibel leahkit go gálgá čađahit oahpahusaid.

source: Etter mange positive tilbakemeldinger var også konklusjonen at samarbeidet burde videreføres, og at man burde foreslå for både Sametinget og Samisk Høgskole å arrangere opplæringskonferanse i 2023, om det er mulighet og ønske for å få til felles opplæringskonferanse hvert andre år.
sme: Omd. sáhttá doallat oahpahusaid Pilohtamaidgárdiid luhtte ja maid ahte sierra lassioahpahanáiggiid ráhkada dego eahketbottaid ja lassi logaldallamiid mat gesset čoahkkái dat mii lea oaivegursses váldon bajás. Go vejolašvuohta ii gávdnon ruhtadit PMG oahpahusaid Rekomb ruđaid bakto, lea Sámediggi/SáMOS juolludan 1,3 milj ruvnnu dego njuolggodoarjagin vuosttaš jahkái piohtamánáidgárdeoahpahussii maid Sámi allaskuvla čáđaha 2021-2022.

source: Samisk barnehagehistorie
sme: Sámi pedagogalaš dutkan

source: SáMOS har samlet inn materiale om samisk barnehagehistorie fra hele Sápmi.
sme: Maŋŋegeazen 2020 Sámediggi almmuhii gilvaleapmái sámi mánáidgárdepedagogalaš dutkanprošeavtta mii galgá čađahuvvot pilohtamánáidgárdeovdáneami aktavuođas guovtti jagi siste.

source: Det er gjort arbeid i både Norge, Sverige, Finland og på russisk del av Sápmi.
sme: Guovvamánu 2021 mearriduvvui ahte Sámi allaskuvla lea vuoitán gilvaleami ja ožžon vejolašvuođa čađahit dutkama pilohtmánáigárdeprošeavtta aktavuođas.

source: Neste skritt er å samle inn materialet til ett felles dokument og lage informasjon som egner seg til publisering enten på nett eller i bokform.
sme: Dutkamii lea juolluduvvon 2 miljuvnna ruvnnu Sámedikki/SáMOS bušeahta bakto. Plánenbargu ja orgániseren dahkko ovttas SáMOSa ovdánáhttinbargguin ja oahpahusain.

source: Prinispper innenfor Samisk pedagogikk
sme: Dutkan galgá čalmmustahttit, čilget ja defineret sámi pedagogihka ja didaktihka sámi mánáidgárddis.

source: I år det blitt lagt ned mye arbeid i å utrede og å klarlegge rent pedagogisk, hvilke prinsipper som finnes i samisk barnehagepedagogikk.
sme: Pedagogihkka ja didaktihkka váldá vuolggasaji sámi kultuvrras ja gielas, nannet sámi máná rievtti iežas gillii ja kultuvrii.

source: Utgangspunkt for dette er f.eks. samisk ledelse, kulturforståelse, naturforståelse, verdigrunnlag, tradisjonell kunnskap, språk og dekolonisering.
sme: Dutkan lea mielde defineret ja nannet ahte sámi sisdoallu ja vuolggasadji sámi mánáidgárddiin šaddá bistevažžan, vai eallá ja fievrriduvvo viidáset buot sámi mánáidgárddiide ja eará ásahusaide.

source: Metoden man har brukt er innsamling av kunnskap fra tidligere forskning og andre kilder, og å forme det pedagogisk som en grunnstruktur (cakkit) som følger byggestrukturen til en goahti, for å illustrerere hovedprinsippene.
sme: SáMOS lea mearridan váljjet prošeaktajođiheadji Ol-Johán Sikku prošeaktajovkui, gos leat maid oaivedutki Marikajsa Laiti, veahkkedutkit ja goahtejođiheadjit Sámi allaskuvllas. Ulbmil lea ahte berrái geahččat ovdáneami ja bohtosiid dutkamis.

source: Dette arbeidet ble også lagt fram under Opplæringskonferansen i oktober i to workshops, hvor deltagerne kunne komme med innspill til utforming og innhold.
sme: Aktasaš bargojovkui lea Anne Jannok Eira váljjejuvvon SáMOSa bealis. Das leat maid oahpahusa bealis Anne Ingebjørg Eriksen ja Erika Saarivaara.

source: Det er også en del av arbeidet med pilotbarnehagene, der det gis opplæring, der det prøves ut, der man har veiledning, og der det forskes sånn at resultatet blir så bra som overhodet mulig.
sme: Dutkamis Marikajsa Laiti ja veahkkedutkit gos lea dárbu. Bargojoavku gokča deid beaiválaš aktasašbargguid, plánemiid ja čađaheami.

source: Kompetanseløftet i Pilotbarnehagene skulle ha blitt startet opp i 2020, men måtte utsettes på grunn av Koronapandemien og oppstart var i februar 2021.
sme: SáMOSa aktasašbargu Sámi Allaskuvllain lea buktán bohtosa ahte Sámi Allaskuvla čakčat 2020 almmuhii stipendiáhta gielladutkamis gos akta báiki lea vuoruhuvvon Pilohtamánáidgárdeprošektii.

source: Da var det også oppstart av et eget kompetanseløft som Samisk Høgskole står for.
sme: Boađus šattai ahte Sámi allaskuvla ii gávdnan dohkálaš ohcci dán bargui.

source: 19.01.21 ble avtalen mellom Sametinget/SáMOS og pilotbarnehagene godkjent mellom lederne og eierne.
sme: SáMOS ja sámi allaskuvla leat bidjan plánii ahte čoavdit gielladutkanoasi eará ládje.

source: Her kommer det også fram at forskningsdelen skal opprette egne avtaler etter hvert som det blir klart hva man behøver å forske på.
sme: Sámediggi rievdadii njuolggadusaid 2020 pedágogalaš ávdnasiid doarjjaortnegis ahte lágádusat sáhttet ohcat doarjagiid pedágogalaš materiala mánáidgárdeoahpaheadjiid várás.

source: Ledelsen i SáMOS avgjorde også i mai 2021 å innlemme ytterligere fire barnehager i Pilotbarnehageprosjektet. Årsaken til det var å få alle utviklingsbehov dekket for å sikre best mulig resultat for fremtiden.
sme: Akta deaŧálaš bargu mii lea dán jagi mielde doaimmahuvvon, dán doarjaga vuodul, lea ođastuhttin Ástá Mitkija Balto vuosttaš oahppogirji sámi pedagogihkas Čáliid lágádusa bakto.

source: Det er også bedre bruk av midler å prioritere kompetanseplanlegging for alle samiske barnehager i 2021 og gjennomføring i 2022.
sme: Plána jelgii dat boahtá almmuhuvvot 2022. SáMOS girji UNNA OLBMOZIID DIHTII lea juohke jagi addon nuvttá sámi mánáidgárdiide ja mánáidgárdeoahpaheadji studentaide Sámi allaskuvllas.

source: I pilotbarnehage konseptet utprøver og utvikler man samisk pedagogikk og språkutvikling, der utgangspunktet er tradisjonelle samiske verdier og kunnskap.
sme: Dán jagi maid sámi mánáidgárdeoahpaheadjistudeantaide Nord universitehtas go sii leat álggahan sámi sisdoalu oahpahusas doppe. Dasa lassin leat 29 girjji vuvdon dán jagi.

source: Arbeidet utføres i henhold til innholdet i Pilotbarnehageplanen datert 09.12.20.
sme: Dán jagi leat 110 SáMOS seahka juhkkon Sámi mánáide mánaidgárdigo. SáMOS seahkkas lea

source: Utviklingsarbeidet i pilotbarnehagene består av tre deler:
sme: guksi, buffa, šleđggonveastta, biebmolihtti, čáhcebohtal, lávlungirji ja SáMOS brošyra.

source: Utviklingsarbeid ved SáMOS.
sme: SáMOSa logo lea juohke biergaša nalde.

source: Opplæring ved Samisk Høgskole
sme: Gievrras giellavugiid definišuvdna

source: Forskning innen barnehagepedagogikk ved Samisk Høgskole, språkforskningen er under planlegging med Samisk Høgskole
sme: SáMOS ovttas mánáidgárdejuhkosiin dagai bargučilgehusa ráhkadit definišuvnna gievrras giellamodeallaide mánáidgárddis joatkaskuvlla rádjái.

source: Målet er å avklare og forme samisk pedagogikk og sterk språklig innsats ved samiske barnehager, og få samisk pedagogikk offentlig godkjent som en egen faggren innen fagfeltet pedagogikk.
sme: Vuođđun leai professor emeritus Jon Todala gievrras giellavugiid notáhta SáMOSii dán barggu aktavuođas. Njukčamánu 2021 álggahuvvui sierra giellasoggi mas lea bargu ráhkádit dan definisuvnna.

source: Utvikling fremover Veilede barnehager ved å f.eks. å fordype seg i pedagogisk, språklig og praktisk utviklingÅ møte hver av pilotbarnehagene for å samtale om barnehagenes utviklingstiltak, både pedagogisk og praktisk
sme: Oasseváldit leat giellaprofessor Sámi allaskuvllas Annika Pasanen, gielladutki Ingalill Sigga Mikkelsen, Lohkanguovddáša ovdalaš jođiheadji Berit Anne Bals Baal ja SáMOSis Anne Marge Pæiviø, čállin ja mánáidgárdepedágogan.

source: Veilede barnehager ved å f.eks. å fordype seg i pedagogisk, språklig og praktisk utvikling
sme: Barggu áigodat lea skábmamánu 2021 rádjái goas giellasoggi válbmi bohtosiid ja čealkámusaid.

source: Å møte hver av pilotbarnehagene for å samtale om barnehagenes utviklingstiltak, både pedagogisk og praktisk
sme: Ulbmil leai ahte oazzut dieđuid ja oahpu mákkár ovdáneapmi čađahuvvo sin mánáidgárddis. Diehtu SáMOS prošeavtta birra lei váhnemiidda addon beare mánáidgárddiid bakte.

source: Å avklare samisk pedagogikk og språkutvikling, samt sterke språkmodeller i henhold til pedagogiske prinsipper.
sme: SáMOS álggii 2021 plánet digitála diehtojuohkinkursa váhnemiidda ja eaiggádiidda. Gažaldagat nugo “Mii lea sámi mánáidgárdi?

source: Det arbeidet som gjøres fra grunnen av, skal utvikles til en pedagogisk håndbok. i henhold til pedagogiske prinsipper.
sme: ”, “Mii lea SáMOS ja PED606 oahpahus” ja “Maid mun dego váhnen/sámi mánáidgárdeeaiggát sáhtán bargat sámi mánnái buorrin?

source: Det arbeidet som gjøres fra grunnen av, skal utvikles til en pedagogisk håndbok.
sme: ” leat vuođđun daidda kursiide. Kurssaide leai plánejuvvon njealje oasi.

source: Arbeidet med å strukturere Paralelle tiltak som støtter den pedagogiske utviklingen, f eks Samisk barnehagehistorieSamarbeidstiltak, informasjon og utviklingsarbeid innen både det samiske og det norske samfunnet,
sme: Golbma vuosttas oasit digitála čoahkkimat Teams bakte giđđat 2021 ja njealját kursa fysalaš deaivvadeapmi čakčii mii dahkko Sámi Allaskuvllain ovttas. Anne-Marge Päiviö ja Carina Sarri leabá jođihan dáid kurssiid.

source: Samisk barnehagehistorie Samarbeidstiltak, informasjon og utviklingsarbeid innen både det samiske og det norske samfunnet,
sme: Prográmma: Máná riekti iežas gillii ja kultuvrii, Dáruiduhttimis sámi ovdáneapmái, Dárbbašit go sámi mánát sámi mánáidgárddi?

source: SáMOS har utnevnt en egen koordinator som skal organisere møter og gjennomføring.
sme: Prográmma: SáMOS, PED606 oahpahus ja dutkan sámi mánáidgárdepedagogihkas.

source: Samisk Høgskole har også utnevnt en egen koordinator til Pilotbarnehageopplæringen.
sme: Logaldallit leat Ol-Johan Sikku, Anne Ingebjørg Eriksen ja Marikaisa Laiti.

source: Det gjøres en avtale om bruk av utstyret.
sme: Prográmma: Sámegiela geavaheapmi ja ovddideapmi mánáidgárddis.

source: Pilotbarnehagene har anledning til å søke om støtte til merutgifter fra støtteordningen "Prosjekter og utviklingsarbeid i barnehagene":
sme: Logaldallit Annika Pasanen, Berit Anne Bals Baal ja Erika Sarivaara. Kursa 4 – Deaivvadeapmi guhtege pilohtamánáidgárddi luhtte Sámi Allaskuvllain ovttas.

source: Støtten skal dekke merutgiftene som barnehagen har i forbindelse med utviklingen i barnehagene. Merutgifter kan være:
sme: Prográmma: Konkretiseret sámi mánáidgárdepedagogihka, mii/makkár dat sáhttá leahkit otná beaivvis (transformeret/reform).

source: Kompetanseheving og utdanningsmateriell knyttet til det.
sme: Čiekŋudit dihto fáttáide omd. searvelatnja ja kulturáddejupmi.

source: Lønn til vikarer i forbindelse med gjennomføring av tiltak knyttet til Pilotbarnehagen.
sme: Kurseráidoárvvostallan oasseváldiigu vuosehii ahte lea váttis oažžut doaibmat nu bures go livččui dárbu.

source: Lønn knyttet til utviklingsarbeidet, som kan påføre økt tid til planlegging og rapportering.
sme: Mii livččiimet galgan márkanastit dán buoret ja dego okta oassi ieš PMG oasálastima prošektii.

source: Det innvilges ikke støtte til vedlikehold, uspesifiserte utgifter og utgifter som er knyttet til den daglige driften, til sosiale utgifter, investeringer og klare utskiftinger.
sme: Livččiimet galgan dahkat sierra logaldallamiid juohke PMGai ja de livččiimet soaitit nagodit čohkket eanet oasálastiid. Buorre fágalaš sisdoallu muhto webinara áigi lei sáhttit oaniduvvot, ja lei justte mánáid boradan/nohkkadanáiggis.

source: Studentene er i to grupper: Pedagoger og assistenter.
sme: Dulkon ii doaibman bures ja lei lossat dalle čuovvut.
